{
    "data": [
        {
            "topic": "Miscommunication",
            "content": "https://www.youtube.com/embed/gCfzeONu3Mo?si=yB9TOvA-PmyZXT0L",
            "type": "video",
            "vocabulary": "learningapps link",
            "questions": "1 Have you ever experienced miscommunication in your personal or professional life?\n 2 How do you think cultural background influences communication between individuals?\n 3 Do you believe that active listening is more important than verbal communication in effective communication?\n 4 How do emotions impact the way we interpret messages during communication?\n 5 Can you share a personal experience where miscommunication led to a misunderstanding or conflict?\n 6 What are some strategies that we can follow to avoid miscommunication?",
            "about": "Sometimes when we talk to a friend about a problem, they might not understand why it's important to us. Or when we share an idea with a group, they might get confused. This happens because communication isn't always clear. Katherine Hampsten explains that miscommunication occurs frequently due to different understandings and perspectives. To improve communication and reduce frustration, it's important to express ourselves clearly and try to understand others' viewpoints better."
        },
        {
            "topic": "Forming-habits",
            "content": "This week, I was a little bit under the weather. I mean, who wouldn’t when it is again thirty scorching five degrees outside, and your melting brain is in the most cultural shock ever: September, the beginning of fall, and it is even hotter than in summer?\n But, well, that’s not what I was going to talk about anyway. We get what we asked for after all these years of crazy consumption. Nature is punching us right in our faces.\n So, I wasn’t in my best condition this week. And that kind of poses one problem: to go for a run or not?\n Of course, my lazy brain was happy to jump on this opportunity and whisper all sorts of stay-in-bed-this-morning rubbish. And here comes one of the most important things about habits: you need to estimate whether things are going really bad, and you’d better skip a day or two, or it is your brain that is exaggerating everything as usual.\n In my case, I knew that it was an exaggeration. And a ridiculous one. And yet for ten minutes, lying in my cozy bed, I was playing with the idea of skipping just one day. Not a big deal. Just one day.\n And here comes the second important thing about habits: you have to bargain with your brain and make an effort. In the case of running, it is putting your shoes on.\n Well, I just put my shoes on. And then just go out. I mean, the shoes are already on, it is a bit stupid not to give it a go, right? And then I just run one lap around the park. I don't even have to finish it if I don’t feel well. Just one.\n And like this, one lap turns into three, and endorphin-induced joy fills my body.\n Now, you may frown and shrug your shoulders and silently ask, “What does it have to do with books? Wasn’t it a challenge to write about books for thirty days?\n ”Hell, yes!\n So, let me turn the page and get to the reading part.\n Our brain is lazy. It doesn’t want to make efforts. And reading books, especially in your second language, is an ENORMOUS effort. But you are smarter than your brain. And it is your job to fool it into doing what you want and what is better for you. And not just enjoying the life of a couch potato.\n So when it comes to reading, it is the same as with running: the most difficult part is taking a book in your hands. But again, this is a perfect opportunity to master your negotiation skills.\n Just take this book in your hands. Look how beautiful the cover is. Now open it. Wow, you’ve already opened a book. It is almost the same as reading it, right? Okay, now read the first page. You can read just this one page and then stop. You don’t have to read the whole book today. And even the whole chapter. Just one page. And if the book is good, the chances you won’t stop on the first page are high.\n But what if the book is boring as hell? Well, then you just read its first page and put it away. Anyway, that was the deal: to read just one page. And you completed it. And tomorrow, you will try another book. And another one the day after tomorrow if you feel like it; so, eventually, you will find the book that will capture your attention.\n Now, there is one more thing.\n And what if our brain tells us, “Nah, I’m so tired today! Reading even a page is mission impossible!”\n What I suggest here is to define what it means to be tired. For me, it is when you go to bed and fall asleep immediately. But if you are so “tired” that you are lying in bed scrolling through your social media until one in the morning, then, well, you know what I’m going to say, don't you?\n The solution is simple. Reread one of your favorite books! For example, as I’ve said, this week, I was a bit unwell. So, reading a classic book I had planned to read made me dozy immediately. That’s why I put off reading it for better days and got back to Harry Potter that I’ve been devouring since then.",
            "type": "text",
            "vocabulary": "learningapps link",
            "questions": "1 How does your daily life influence the habits you form, like the ones mentioned in the story about running and reading?\n 2 What are some common problems people face when they try to start new habits? How can they solve these problems?\n 3 Why is it important to know yourself when you want to develop new habits? Can you think of a time when knowing yourself helped you start a new habit?\n 4 How can setting small, achievable goals help you form new habits? Can you give an example from your own life?\n 4 How do habits help people become better versions of themselves, like the author's experience with running and reading?\n 5 Can you share a habit that has helped you improve?\n 6 How can you use habits you already have to help you start new ones? Do you have an example of this?\n 7 Why is it helpful to have someone support you when you're trying to stick to a new habit? Can you think of a time when someone supported you in forming a new habit?\n 8 How can you make sure you keep up with your habits, even when things get tough? Can you think of a strategy that might help?\n 9 What makes you want to do things regularly, like the habits you're trying to form? Can you think of something that motivates you to stick to a habit?\n 10 How can you get back on track with your habits if you miss a day or forget to do them? Can you think of a time when you had to get back on track with a habit?",
            "about": "nonesofar"
        }
    ]
}