{
    "data": [
        {
            "topic": "Miscommunication",
            "about": "Sometimes, when we talk to a friend about a problem, they might not see why it’s important to us. Also, when we share an idea with a group, they might not understand it fully. This happens because communication isn’t always clear. Katherine Hampsten says that miscommunication often happens because people have different views and ways of understanding. To improve communication and avoid misunderstandings, we need to speak clearly and try to understand other people’s perspectives.",
            "content": "https://www.youtube.com/embed/gCfzeONu3Mo?si=yB9TOvA-PmyZXT0L",
            "type": "video",
            "vocabulary": "learningapps link",
            "questions": "1 Have you ever experienced miscommunication in your personal or professional life?\n 2 How do you think cultural background influences communication between individuals?\n 3 Do you believe that active listening is more important than verbal communication in effective communication?\n 4 How do emotions impact the way we interpret messages during communication?\n 5 Can you share a personal experience where miscommunication led to a misunderstanding or conflict?\n 6 What are some strategies that we can follow to avoid miscommunication?"
        },
        {
            "topic": "Forming-habits",
            "title": "The most difficult part of running is putting your shoes on\n Or take this freaking first step and read a book",
            "content": "This week, I was a little bit under the weather. I mean, who wouldn’t when it is again thirty scorching five degrees outside, and your melting brain is in the most cultural shock ever: September, the beginning of fall, and it is even hotter than in summer?\n But, well, that’s not what I was going to talk about anyway. We get what we asked for after all these years of crazy consumption. Nature is punching us right in our faces.\n So, I wasn’t in my best condition this week. And that kind of poses one problem: to go for a run or not?\n Of course, my lazy brain was happy to jump on this opportunity and whisper all sorts of stay-in-bed-this-morning rubbish. And here comes one of the most important things about habits: you need to estimate whether things are going really bad, and you’d better skip a day or two, or it is your brain that is exaggerating everything as usual.\n In my case, I knew that it was an exaggeration. And a ridiculous one. And yet for ten minutes, lying in my cozy bed, I was playing with the idea of skipping just one day. Not a big deal. Just one day.\n And here comes the second important thing about habits: you have to bargain with your brain and make an effort. In the case of running, it is putting your shoes on.\n Well, I just put my shoes on. And then just go out. I mean, the shoes are already on, it is a bit stupid not to give it a go, right? And then I just run one lap around the park. I don't even have to finish it if I don’t feel well. Just one.\n And like this, one lap turns into three, and endorphin-induced joy fills my body.\n Now, you may frown and shrug your shoulders and silently ask, “What does it have to do with books? Wasn’t it a challenge to write about books for thirty days?\n ”Hell, yes!\n So, let me turn the page and get to the reading part.\n Our brain is lazy. It doesn’t want to make efforts. And reading books, especially in your second language, is an ENORMOUS effort. But you are smarter than your brain. And it is your job to fool it into doing what you want and what is better for you. And not just enjoying the life of a couch potato.\n So when it comes to reading, it is the same as with running: the most difficult part is taking a book in your hands. But again, this is a perfect opportunity to master your negotiation skills.\n Just take this book in your hands. Look how beautiful the cover is. Now open it. Wow, you’ve already opened a book. It is almost the same as reading it, right? Okay, now read the first page. You can read just this one page and then stop. You don’t have to read the whole book today. And even the whole chapter. Just one page. And if the book is good, the chances you won’t stop on the first page are high.\n But what if the book is boring as hell? Well, then you just read its first page and put it away. Anyway, that was the deal: to read just one page. And you completed it. And tomorrow, you will try another book. And another one the day after tomorrow if you feel like it; so, eventually, you will find the book that will capture your attention.\n Now, there is one more thing.\n And what if our brain tells us, “Nah, I’m so tired today! Reading even a page is mission impossible!”\n What I suggest here is to define what it means to be tired. For me, it is when you go to bed and fall asleep immediately. But if you are so “tired” that you are lying in bed scrolling through your social media until one in the morning, then, well, you know what I’m going to say, don't you?\n The solution is simple. Reread one of your favorite books! For example, as I’ve said, this week, I was a bit unwell. So, reading a classic book I had planned to read made me dozy immediately. That’s why I put off reading it for better days and got back to Harry Potter that I’ve been devouring since then.",
            "type": "text",
            "vocabulary": "learningapps link",
            "questions": "1 How does your daily life influence the habits you form?\n 2 What are some common problems people face when they try to start new habits? How can they solve these problems?\n 3 Why is it important to know yourself when you want to develop new habits? Can you think of a time when knowing yourself helped you start a new habit?\n 4 How can setting small, achievable goals help you form new habits? Can you give an example from your own life?\n 4 How do habits help people become better versions of themselves?\n 5 Can you share a habit that has helped you improve?\n 6 How can you use habits you already have to help you start new ones? Do you have an example of this?\n 7 Why is it helpful to have someone support you when you're trying to stick to a new habit? Can you think of a time when someone supported you in forming a new habit?\n 8 How can you make sure you keep up with your habits, even when things get tough? Can you think of a strategy that might help?\n 9 What makes you want to do things regularly, like the habits you're trying to form? Can you think of something that motivates you to stick to a habit?\n 10 How can you get back on track with your habits if you miss a day or forget to do them? Can you think of a time when you had to get back on track with a habit?",
            "about": "nonesofar"
        },
        {
            "topic": "Travelling",
            "title": "The vicarious pleasure of traveling without a visa\n or give me a good cracking joke, and I will wake up all the neighbors",
            "content": "If you have ever wondered what I could possibly have in common with Dracula, you can stop doing it right now and listen. (Well, read, but they all say that one should write as if they were speaking, so technically, you are reading as if you were listening. And we are all living as if we were not.)\n No, it’s not our charming and broad smiles with sharp teeth that unite us.\n No, it’s not the fact that both of us love to sleep in pitch-dark rooms and believe that it will make us look younger.\n And no, it’s not that people might feel a bit unnerving around us when we are not in our best mood.\n No.\n What we do have in common, though, is that traveling for us started with books.\n Search no more, my dear reader, for I have a perfect example of what vicarious pleasure is. The noble and gobble-up-everyone-you-see Count Dracula, being an avid reader and huge fan of England, indulged himself in reading everything he could about the country of his dreams:\n “‘These companions’—and he laid his hand on some of the books— 'have been good friends to me, and for some years past, ever since I had the idea of going to London, have given me many, many hours of pleasure. Through them, I have come to know your great England’.”\n But if Count Dracula, in the end, managed to leave his comfort zone of a Gothic and unfriendly-looking castle and got himself a ticket to London, I haven’t developed any particular liking for actually really moving my ass from a couch and going places.\n Why should I?\n Nature – or nurture? That's the question – has gifted me with a crazily vivid imagination, and all these years of reading have only refined it. If books can transfer me to anywhere in the world while I’m still sitting on my couch, why actually make an effort?\n And don’t you forget that one thing is given and one thing is taken. (Okay, I checked it out, this expression doesn’t exist in English. Nor does it exist in any other languages I’m proud of being able to speak. I guess it’s my own invention then.)\n Where a rich imagination lives also lives a highly untrained and weak passport. In other words, I do need to get a visa to go almost everywhere in this round world. Pretty annoying, don’t you think so?\n Freaking annoying, so, from time to time, when Pinterest pictures wake my inner traveler, who has been happily existing in a coma for thirty-something years, all I do is order a good book. Like, for example, Notes from a Small Island by Bill Bryson.\n Bill Bryson is an American who happened to fall in love with all things British. Well, I guess we all have been there, pal, rewatching Downton Abbey for the umpteenth time and asking our imaginary butler to bring us the five-o’clock tea that we would take in the parlour, please. And, of course, a bo’ohw’o’wo’er.\n Once, I wrote, “It’s okay if you read British literature with an American accent.” \n And this it’s-okay statement conveys perfectly the paradox of my non-native speaker life. \n I’m obsessed with the American accent. I mean, it’s just music to my ears. The Chicago Manual of Style is my writing Bible. And yet, when it comes to fiction literature, nothing can beat my love for good old British classics.\n When I got a copy of Notes from a Small Island, I got all excited and ready to giggle all the time, which in my case was a double pleasure. \n A side note.\n There’s one thing that you still don’t know about me and, unfortunately, won’t be able to learn through my texts. And that thing is that I possess a unique talent for laughing loudly.\n In fact, so loudly that the neighbors come to check, from time to time, if everything is alright or I’ve been tickled to death. The fact that I love Philomena Cunk’s type of humor you already know.\n I woke up this morning with an unsettling feeling that I might not have been a Victorian comedian.\n The problem is, you see, I do love stupid jokes. I do love all these farts, bums, and dirty jokes that would have had no place in Victorian literature.\n So, why is getting Notes from a Small Island a double pleasure, though?\n Well, I do love to have a good body-shaking and face-flushing laugh. But when you live in languages that are not your first ones, you wear it like a badge of honor, your ability to be able to understand jokes. And even sometimes, crack a joke yourself. Even if it is not the most brilliant one.\n By the way, when I took to writing in my second language, I got quite preoccupied with the questions of what humor was and whether it was possible for non-natives to be funny.\n A little disclaimer: it is possible, and while we are looking for a new apartment, I’ve been testing the power of my humor a lot. I haven’t found any apartments to visit yet (in contrast with my husband, who has already scheduled seven visits for us), but I made every estate agent I’ve been speaking to on the phone laugh.\n So, as you can see, without my husband, I would pursue a career as a homeless stand-under-the-Parisian-bridge comic. Thank God, I’m married.\n But let’s get back to the vicarious pleasure of traveling in the good company of a good-humored writer (and good cider that I was sipping while sitting in front of the fire).\n The blurb on my copy promised me that I would giggle all the time, which I actually did. The problem with this giggling, though, is that, as a reader, you don’t get pretty much anything else from the book.\n I mean, what would you personally expect from a book that promises you a trip around the island?\n Well, juicy and picturesque descriptions of places, for example, that will allow you to visualize Great Britain greatly. What you get instead is the narrator saying that all the cities he visited looked the same and were wet from the pouring rain. The museums and cathedrals tickets were unapologetically expensive, and the train system was far from being ideal.\n And while Bill Bryson traveled alone, his poking-fun-at-everyone-else jokes started to go stale. They were funny, don’t get me wrong, but you get used to them, so generously they are dabbed on the surface of the story.\n But the story is really simple.\n It’s about a traveler who is happy to be home. And who loves the country he has called home for many, many years. So, even if my inner traveler didn’t get many details to visualize places and people, I did catch this contagious love for the Small Island. Which means that, despite all my criticisms, Bill Bryson did his job well.",
            "type": "text",
            "vocabulary": "learningapps link",
            "questions": "1 What kind of traveller are you? What are your favorite types of destinations (e.g., beach, mountains, cities) and why?\n 2 What do you think inspires people to travel?\n 3 What challenges do people face while travelling? \n 4 Have you ever travelled long-term? How did it impact you or your family's relationships?\n 5 Can you describe the most memorable trip you’ve ever taken? What made it special?\n 6 How can a person benefit from travel experiences? Are there any downsides to travelling?\n 7 What is your dream travel destination?\n 8 What was the most surprising cultural difference you encountered while traveling?\n 9 How has technology changed the way people plan and experience travel?"
        },
        {
            "topic": "Yoga-and-mindfulness",
            "about": "There are various styles of modern yoga, but most include three main elements: physical poses, breathing techniques, and spiritual reflection. This combination of physical and mental practices is thought to offer distinct health benefits. But does yoga really improve your health? Krishna Sudhir explores how this ancient practice affects both the body and mind.",
            "content": "https://www.youtube.com/embed/_8kV4FHSdNA?si=ASLX3kuMT28pDKAr",
            "type": "video",
            "vocabulary": "learningapps link",
            "questions": "1 Have you ever tried or thought of trying yoga? What benefits of yoga can you think of? Are there any downsides?\n 2 How does the practice improve mental health?\n 3 Do you think yoga is superior to other forms of exercise in terms of its health benefits, or similar to running, swimming, cycling etc?\n 4 What is your understanding of mindfulness? How do you think it can impact daily life?\n 5 Have you ever practiced mindfulness or meditation? If so, how did it affect your mood or stress levels?\n 6 What challenges might people face when starting yoga or mindfulness practices? How can these challenges be overcome?"
        },
        {
            "topic": "Reading",
            "title": "All Things Literature\n Or why read books? why read classic literature? what read if I want to be a second-language writer? why study the history of literature and how?",
            "about": "https://aleksandrawithks.substack.com/p/all-things-literature",
            "content": "<b>Why read (fiction) books?</b>\n I would like to start with the less obvious and even, you may say, far-fetched reason why it is cool to read books.\n <b>It is a way to meditate and calm your anxious mind.</b>\n Well, while I totally understand that sometimes just the idea of reading books may cause anxiety, I highly recommend you give it a try.\n For the past several weeks, I’ve been doing the following thing:\n When I feel the hands of anxiety squeezing my brain, I take a book called In Other Words by Jhumra Lahiri, put my timer on for ten minutes, during which I read its Italian part.\n In fact, this book is a parallel text: on the left page, you have a text in Italian, and on the right – its English translation.\n Why in Italian? Why ten minutes? And what does it have to do with anxiety?\n I was studying Italian eight years ago and forgot almost everything. But I do love this language and hope to resume my classes of Italian one day. So reading in Italian is challenging for me, on the one hand. On the other hand, since I love the language, I also feel this joy of recognizing the words I have already seen.\n Why set my timer? To avoid all distractions, to keep concentrated, and to bargain with my brain: it is just ten minutes, you can do this.\n Why ten minutes? Because it is not a lot. And yet, it is one page that I can read today.\n So what I have noticed is that reading the first paragraph is extremely difficult. My heart is racing, my mind is screaming, and my level of anxiety is increasing.\n But two or three paragraphs later, I get completely absorbed in the text, and concentration on the words keeps my mind occupied. I literally forget what I was so anxious about, and everything that exists is this Italian text. More often than not, when ten minutes are over, I keep reading the book.\n <b>Reading books is not just about getting information. It has a huge impact on your brain.</b>\n Neuroscience and psychology have a say on this topic: reading fiction books develops empathy and strengthens your brain.\n <b>It is the connection with the past: we feel that we are not alone.</b> \n Even if it seems that we live in unprecedentedly tough times (Covid, AI that will replace us all, global warming, the war in Ukraine), we are not alone in this feeling: history literally repeats itself. You don’t believe me? Read my post Books For Doom and Gloom People.\n We tend to believe that our experience is unique and one of a kind, whereas humanity has always faced the same kinds of problems: wars, pandemics, inventions, and the general feeling of the absurdity of life. And reading fiction (classic) books helps us understand it.\n <b>It is time to discover who you are.</b>\n Reading books, in general, is a very solitary process. Yes, technically, you can read books together with other people, like, for example, one person is reading out loud for the others. \n But the process of digesting what you have just read (heard) can be done only on your own. You may participate in a book discussion, but to say something, you need to take some time to formulate your ideas, to think them through, and thinking itself is very solitary.\n So anyway, whether you read books with other people, or take part in book clubs, you have to spend some time listening to your inner voice – the voice we try to tame and muffle by scrolling through endless social media feeds... ",
            "type": "text",
            "vocabulary": "learningapps link",
            "questions": "1 What kind of reader are you? Why do you read?\n 2 Do you prefer reading physical books, e-books, or listening to audiobooks? \n 3 What is your favorite book or author, and why do you enjoy their work?\n 4 Do you think reading can help reduce stress or improve mental health? Why or why not?\n 5 How does reading help you discover more about yourself? Can you share an experience where a book helped you understand something about your own life?\n  6 Why is it important to study the historical context of literature? How does understanding the time period of a book's creation change your interpretation of it?\n  7 What techniques do you use to stay focused while reading, especially when dealing with difficult texts?\n  8 How can analyzing the way a book is written—such as the characters, setting, and style—help you become a better reader or writer?\n 9 What do you think about the popularity of online articles, blogs, and social media as sources of reading material? Are they as valuable as traditional books? Do you believe that people are reading less in the digital age? "
        },
        {
            "topic": "Personality",
            "about": "Throughout human history, the question of identity has inspired poets to write, philosophers to debate, and seekers to consult oracles. This abstract and complex subject can be difficult to grasp, which is why the Greek historian Plutarch used a story about a ship to illustrate its intricacies. Amy Adkins sheds light on Plutarch’s tale of the Ship of Theseus.",
            "content": "https://www.youtube.com/embed/UHwVyplU3Pg?si=hnyr_B6yDMLBQoQD",
            "type": "video",
            "vocabulary": "learningapps link",
            "questions": "1 How would you usually describe yourself to someone you have never met before?\n 2 How do you perceive your identity? Do you see it as something fixed or something that evolves over time? How has your personality changed over the years?\n 3 What factors do you think might influence someone’s identity (personality)?\n 4 What hobbies or interests are a big part of your identity?\n 5 What aspects of your personality are you most proud of?\n 6 Do you somehow express your identity through your clothing or style? \n 7 What qualities do you value most in a friend?\n 8 How important is it for you to understand other people's personalities?\n 8 What are some ways you try to improve or develop your personality?"
        }
    ]
}